Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=53_art_id=127.html.tmx
Source language: nob
Languages: sme

source: Kristuskransen
sme: Kristuskránsa

source: Jesus sa: JEG ER.
sme: Jesus celkkii: MUN LEAN.

source: Han sa JEG ER veien, sannheten og livet.
sme: Son celkkii MUN LEAN geaidnu, duohtavuohta ja eallin.

source: Han sa: JEG ER livets brød.
sme: Son celkkii: MUN LEAN eallima láibi.

source: I gamle testamentet fortelles det at Gud viste seg for Moses i en brennende tornebusk.
sme: Boares testameanta muitala ahte Ipmil čájehii iežas buolli bastilislánjá dollanjuokčamiin.

source: Gud sa at hans navn var JEG ER.
sme: Ipmil celkkii ahte su namma lea MUN LEAN.

source: Jesus visste hvem han var og hva som var hans oppgave i livet.
sme: Jesus diđii gii son lei ja maid son galggai dahkat eallimis.

source: Han visste at han var Guds elskede barn.
sme: Son diđii ahte son lei Ipmila ráhkistuvvon mánná.

source: Når Gud ble menneske i Jesus kom han nær våre liv og vet derfor hvordan det er å være menneske.
sme: Go Ipmil šattai olmmožin Jesusis, de bođii son lahka min eallima ja danne diehtá son makkár dat lea eallit olmmožin.

source: Les hva Jesus sier om seg selv i Johannesevangeliet Joh. 6.41-42 og Joh. 12. 49 og 50
sme: Loga maid Jesus cealká iežas birra Johannesevangeliumis Joh. 6.41-42 ja Joh. 12. 49 ja 50.
